{"img_text": "Wednesday, September 262018 I METRO 19 Bollywood's Shilpa plays race card' in cabin baggage rovw by ANDRET HARMSWORTH BOLLYwooD star Shilpa Shetty has accused an airline emplayee of being racist after she was stopped from tak ing a large bag on to a flight Bolly good friends: Shetty and Goody in CBB diary The actress, embroled in a notorions race row when Jade Goody called her Shilpa, Poppadom on Celebtity Big Brotber in 2007, sald the Qantas worker acted rudely because she was brown. But after she asked Instagram users resolving their race row back n 2007 if they thought her bag was too big some were less than sympathetic One wrote That's a fsing over sizelf In what world does that classify as carry on??? I'm Indian; never had a are not pusbovers and beting callous worker from Jetstar Airways owned by ona but again 1 waan roble I wash' are not pushovers and being callous worker from will NoT BE TOLERATED y sald Mel sent het to another 0antas, wrote. That hall-empty bog ia oversized, irrespective of its weight being ridiculous!! Please feel free to take another alr Shett line next timet Stop palling the racism card! You have a complex!? Cantas would be passed to the relevant team said it was sorry Shetty had a desk to have the bag checked into the bold bat a polite lady there sald it megitive experiencer and her feedback wasn't too big Shetty tried to take the bag, which she sald was half-empty on a flight to So she tried to board with it a secood Melbourne as one of the two pieces of time but Mel refused to be swayed and carry on luggage she was entitied to as with time running out, the returned to WHATS YOUR OPINION? Text the word VIEWS followed by your comment, name and where you live to 65700 Standard neock charges appl the other desk and checked it In Some Instagram users took Shetty's panion, said the Qantas worker called side, with one fan from Melbourne Mel had decided it was 0K to speak writing Tve been treated differently a curtly to brown peopie. She added: We ot of times coz of my colour: Bus a The 43 year-old who was with a com "}