{"img_text": "visit Trump's four-day cost the taxpayer £18m Star swears Cyril Dio allegiance to President corta, og the 175 Psident's working visit RAPPER Kanye West went on an expletive-laden rant in support of Donald Ttump and Meghians wndding ie were stagd country apmizist Mr Trumip's oftScial vist and a ina in the Oval Office reality TV star Kim lunch with the US admitted they could West sald Mr Trump was a himselt n\"crazy of stee as thrown around the Presdent , Pirst Lady ivana 48 West, who ls married to Kardashlan, had a working President where Mr Trump campalgn together in 2020 and their 1,000- In ha first vist to Britain alnoe his 2016 election netory, Mr Trump apent time with the Queen ant Prime Minister before tying to Scotland to spend the weekend at hs golf resort. Nearly every force su ployed from all over the countn Sara Thormton, chairman of the ational Police Chiets Councl sald: the Speaking beforehand \"hero\" betore he called peration with nearly 10,000 officers fonming over 26,000 shifts West added that the Crime überal entertainment establishment had tried to persuade him not to The full cost of the operation is being worked out but an early nate is nearly £i8million e sum is more than 10 times the illion spent to protect Mr Kanye West embraces Donald Trump yesterday wear a Make America Great Again hat. He sald: -They tried to scare me to not wear this hat. When I put this hat c redecessor Barack Obame terday's revelation, in Ms Thorn- blog, comes at a time when forees are struggling to cope ling budgets and rising crime. ow polcing minister Loulse MP said:This is equivalent to of recruiting 350 officers esa May needs to ask herself it made me feel like Superman No ww.., y made a Superman cape me. What I need (Ameri satire show] SNL and liberals to improve on he don't look good, we don't look good. He ha be the freshest, the fl have the flyest planes recorded crime, emand and brutal cuts, how have been a oney and nds of protesters gathered tage of the president's jour r the umbrella Together rump, with up to 250,000 hering in Trafalgar Square use of tax- e resources? has to look good \"When we make everything in China a not America, we're "}