{"img_text": "[Exitium] the indoneslans HATE chinese. Edtium] they kell us, hell, cause we're better than ther [Extium] cant spel afncan without rigger Extium) they call me a banara, cause im lke, yellow on the outside, white on the inside [Extium] i want to make a really popular mod [Extium) and call it White Power UI for woW or something. [Edtium] f you're not aryan dont fucking use this [Exitium) excopt its the best [Extium] so people use it while feeling intense hatred or something [Extium) You're such a Hory. [Extiumj What are thone nigger lovers gonna do? [Extium] hitler is my fucking idol Extium] fuck off jow [Extiun] why ddr寬the holo ant k yar parents [Exitium) holocaust isnt important enough to capitalize. [Extium] because jows- nothing [Exitium] roofers Ian Miles Rex Sol Invictus Exitium Cheong People Sometimes we upload images of Game developer's mugs Page 1 1 Page 2 an Miles Rex Sol trvictus Extum Cheong t egatronsooo) roll [Extium] damn jews cant spell for shit guardan] Roofes Diu-jtu) what does speling ablty have to do with being ewish [Exitium] idiocy is inherent [Extium] snal skhis, and such. tan Mles Rex Sol Invictus Extiurm Cheong Solinvictus] word up to my fellow negros [Solinvictus) the white man gotin us down [Solilnvictus) word [Solinvictus] fo shizzle nig [Sollnvictus) black man got a great burden to lift o'er his shoulders, word. the white man's profession tryin hard to keep a brotha down. [Sollnvictus] fuckin pigs [Solinvictus] everyone is my cousin [Sollnvictus) ah aint gettin no repratins for da savry of my ancesters bro, dat shit aint rite. word [SollmáctuS] RESPECTI RESPECT Exitium] hiter is my fucking idol. Exitium] fuck off jew Exitium] why didnt the holocaust kill your parents Exitium] holocaust isnt important enough to capitalize. Exitium] because jews nothing Exitium] roofers [Extium]14/88 mein Aryan brothers, der fre of Asia พศิ bectinguished by the dearorg waters of white faith. [Extium] Mein gott in himmel, der uber jurgen und Fuhrer of al wil be pleased were he around with us today, though I am cortain he smies upon the Midgard from Valhalla. Das ist richt. [Extium] Death to the impure. Al we need row is a Tsunami to wash over the sinful shores of the midde east. Ja. Exitium] why didnt the holocaust kill your parents Exitium] holocaust isnt important enough to capitalize. Exitium] because jews-nothing [Solinvictus] Anyway I dont consider myself an asian person, Alosj what do u consider ursel? [Solinvictus] Chinese. [Shagrak) of come ON Sol Alos] but chinese are asians [Salnvictus) Serioudy, what the fuck酋an a an person? Shagnak) Chinese are aoan [Solinvictus] Im realy very racist Allos] yes [Sollnvictus] So I dont consider mysel asian because that mears generalizing mynelf with those mongnels Shagnakl Good lord [Soilnvictus) Dog eating fucks Exitium] because jews nothing "}