{"img_text": "esineday a 12:24 AM On 3/17/2019 6:12 AM, MICHAEL John GP) wrote Good afternoon 1 am hoping that you can help us with an Investigation the New Zealand Police are working on On 15 March 2019 there was a shooting in New Zealand with multiple fatalities at two mosques in the city of Christchurch The alleged offender in this matter is a Brenton TARRANT At around the time of the shooting there were a number of posts and links posted on kiwlfarms.net -httpiwfams.net Nuli Oopirato relating to the shooting and TARRANT We would bke to preserve any posts and technical data including IP addresses, email addresses etc inked to these posts pending a formal legal request Could you please advise what legal process you require for this request and also confirm preservation of the data requested pending legal process Kind regards John John Michael Detective Senlor Sergeant WARNING The information contained in this emalil message is intended for the addressee only and may contaln privileged Information It may also be subject to the prowisions of section 50 of the Polscing Act 2008, whüch creates an offence to have unlawful possession of Police property. If you are not the intended recipient of this message or have received this message in error you must not peruse, use, e or copy thls message or any of its contents Aso note, the views expressed in this message may not necessarily reflect those of the New Zealand Police. If you have received this message in error, please email or telephone the sender Immediately Is this a joke? I'm not turning over information about my users. The person responsible for posting the video and manifesto PDF Is myself I feel real bad for you guys, you've got a quiet nation and now this attack is going to be the first thing people think of for the next 10 years when they hear the name New Zealand, but you cant do this. Tell your superlors they're golng to make the entire country and its government look like clowns by trying to censor the Internet. You're a small, irrelevant island nabion barely more recognizable than any other nameless pacific soverelgnty You do not have the clout to eradicate a video from the Internet and you do not have the legal reach to imprison everyone whose posted it. If anyone turns over to you the Infornation they're asking for theyre not only cowards, but they're fucking idiots My name is Joshua Moon, Im a US Citizen living overseas. My company is contained within a lorida company. If you need an address to send physical docunents to this works. Lolcow LLC 913 Beal Pkwy NW Sulte A-t017 Fort Walton Beach, FL. 32547 If you're wondering no. Kiwi Farms has nothing to do with New Zealand. Our name is a polnted jab at some of the mushmouthed autistic people we make fun of Absolutely nothing about our communily is NZ orlented And 1 don't give a single solitary fuck what section S0 of your faggot law say about sharing your email. Fuck you and fuck your shithole country Josh Hi Josh Appreciate your quick response Will definitely consider what you have sald Regards John John Michael Detective Senlor Sergeant E-mall: john michaclepolice govt niz "}