{"img_text": "12 THE BORRDER MAL Saturday March 23, 2019 NEWS INSW ELECTION Disgruntled hill folk firEOEAMERCE up for vote MBA TUMBARU SA IMBARUIMBA BY ANTHONY BUNN in 2016, Turmbarumba Shire they want voters to oppose had been found economi Coalition candidates in Al DE SAVE Tumbarumba Shire cally \"fit for the future by the bury. Monaro and Wagga. members will be at election tribunal charged by the NSW He sald, based an con booths in Albury today to govemment to assess coun- versations with the shadow urge voters not to back Lib cil merger candidates eral candidate lustin Clancy. In reply to Mr Gee, Mr Peter Primrose, he was conf local government minister the move by the group. Clancy said he was unsure dent a Labor administration which wants Tumbarumba whether the wonds were ut- would approve a reborn to exitthe merged Snowy Val- tered by the Liberal member. Tumbarumba Shire. leys Council, follows tenían ๆ responded directly to Mr Cancyquestioned outside the Holbrook prepoll Doug straight away to say whether that was the case centre on Wednesday that's a personal view of a saying his reading of a letter Save Tumbarumba Shire member and we've the and In The Tumbarumba Time secretary Doug Gee sald one Albury Liberal incumbent about Mr Primrose's talks of his volunteers was told by Greg Aplin) been quite clear with Mr Gee did not provide a Liberal Party helper that about Tumbarumba and the \"complete clarity Tumbarumba had been a support we have for the com Meanmwhile. Mr Clancy basket case and an adminis munity and the process in who is a 51.03 favourite to be trator was put in place a few relation to a demmerger\" Mr the new member for Albury years ago Clancy said Mr Gee said his mem- predict a win. tonight, was unwilting to Mr Gee emailed Mr Clan cy, telling haim the comiment bers were sceptical about I'm certainly not taking was \"complete rubbish' and the peospects for being able anything for granted, if we \"reflects very badly on the to breakaway from Snowy get there it's a woniderful op Liberals andy your campaig. Valleys d the portunity to contribute to the community,\"he said government to contribute ON THE MARCH: Tumbarumba residents stride through A of the NSW Local Government conference to protest for a stand-alone council At the time of the merger is re-elected and that's why "}