{"img_text": "Today Mon Tue Wed Thu Fri Sat Mar 1 Search we never really discussed our expectations for eochother, we olso never discussed the other issues/red flags aside from quality time i also wanna know if we're on the same poge after everything that went down last week. like are we just friends or are we tolking ogain, you said you doing that. personaliy, here are some things that bother me want you to understand where im coming from & or advisor an my intro to... lan on g 2019 police- 01:202 rs stutf not toke this as 16 coming for you or anything like that. it we really wanna make me this work we gotto put it ail out on the table. really text back. since we don't reafly see each more, & 9/1o im usually other i feel fike texting or FT should be paper 8 Juice es the one texting & focetiming first you rarely ever say or do cute things for me.. 23 ed/wanted would be great. its realy hard about me. sometimes i genuinely feel Wke that wos the to teli how you feel some im annoying you when i t, ask to hong out, erp moin reason why i asked you it you werse assumed i wos trying to breok things off, & it bothers me cause you used to say/do cute things al the time. iteralily why I fell for the ittle things. smoil gestures ske that make me so happy i dont think we're transparent with eochotheg. theres ALOT don't know about me & vice versa. Idk, maybe comfortable opening up to me, but i wont that to change. somatimes this does wnda feei one sided cousn feel ike im otwayd going out my way for you or being there for you & the energy iyt reciprocated, t o cute sl gond lick on your first day ot work test, asking now it wus etc on my first day of wark you gignt reolly so dule 3p8 -core classes n... utgers stuft you idk it you've realized but with me, Its r2an8 webreg.rutgers rutoors stut you dont feel we never really discus for esample, remember testing ynu TOPICS SN AMERICAN. giit over anything, kiraa made me tea) som. Уро О, woy but we gont reamy do anying fue go on sutes-thes ,vvorna metce nith you Δ.rew ske uterupy t/cs the Dood morning Corissa, MacBook Air "}