{"img_text": "Before rap, My last name wasfeualize once gray skies, Is now wi steps, And you see what the pavement with tie arr. rs out, he now my face bringt cmer s the cops bunk yo i It look like right now, What was Follow my ht out the streets with no talent scout, And hine, Been fuck bitches I been on t class leather seats blue Guccis es yall said was not the #1 k mon\"V comin and never goin out, From Chuck Taylors on ybitches yap about, You know the one 인 .. 9 ติ -^^ -, . .. ns and then afe cuban links more cakeu es thirsty bt w never fe on my feet. auck Taykor my nigga Compton volume thriuzy of mizy, I bet a hdred thousat fuck up the city, The king of LA slept him that day and he got shot is yourT that n Imagin ettin b for me is like p him posudon a deal we to jail my bro was fresh up out of I was given, But the th is I'm not used to this new way I to dime sacks and shoo, onts and make TY a young nixa l was that nigga the wa ls on my condo need a rap, A served, You might shoot bangin Before rap, My last name do like right now is now was m And Idid it th the ones yOthe right my steps, And you see what l'm my money comin in, And www coin' out, From Chuck Taylors on the with the blammers out, Thit the e treets with no talent scout, And now my face bring the ams and/ then mapped 'em out I go for mine like its We standin on the couches poppin bottles ches yap about, You know the one the cops bunk you up and ask about, Al overtime, Me and a mission yourr overslune, Been fuck bitches Tbeen on mny Cuz on low safe cuban Enks more cake u woukd a, First class leather seats blue Guccis on ny our birth day bitches thirsy but we ck rsts up to Chuck Taylor my nigra Compton Menace, AR Black twenty second South Central State of if I'm not I'm so hot feel I got t lopt him trk day and got shot that oot used to this new way oot back, You might get cra f I chip him it's to my position got Imagine that to transition from was fresh up ou. looked ike since I cant rewind back to dime knew that I was the were I'm from eard, But don't k THE MARATHON ap, My last name was my lf Cuz on Blue Laces (feat. Goldie)* Nipsey Hussle, Goldie 1:08 4:12 Il "}